[{"category":"Separation anxiety","tip":"Play calming sounds to distruct your dog and let him feel sheltered and confident in your home, when you are out."},
{"category":"Separation anxiety","tip":"Teach your dog that when you pick up your keys or put on your coat, it doesn’t always mean that you’re leaving. You can do this by exposing your dog to these cues in various orders several times a day—without leaving. For example, put on your boots and coat, and then just watch TV instead of leaving. Or pick up your keys, and then sit down at the kitchen table for awhile. This will reduce your dog’s anxiety because these cues won’t always lead to your departure, and so your dog won’t get so anxious when he sees them. Please be aware, though, that your dog has many years of learning the significance of your departure cues, so in order to learn that the cues no longer predict your long absences, your dog must experience the fake cues many, many times a day for many weeks."},
{"category":"Separation anxiety","tip":"After each short separation, it’s important to make sure that your dog is completely relaxed before you leave again."},
{"category":"Separation anxiety","tip":"Arrange for a family member, friend or dog sitter to come to your home and stay with your dog when you’re not there."},
{"category":"Separation anxiety","tip":"Provide Plenty of “Jobs” for Your Dog to Do. Providing lots of physical and mental stimulation is a vital part of treating many behavior problems, especially those involving anxiety. Exercising your dog’s mind and body can greatly enrich his life, decrease stress and provide appropriate outlets for normal dog behaviors. Additionally, a physically and mentally tired dog doesn’t have much excess energy to expend when he’s left alone."},
{"category":"Separation anxiety","tip":"Do not scold or punish your dog. Anxious behaviors are not the result of disobedience or spite. They are distress responses! Your dog displays anxious behaviors when left alone because he’s upset and trying to cope with a great deal of stress. If you punish him, he may become even more upset and the problem could get much worse."},
{"category":"Barking","tip":"Use an anti-barking sound repller when in outdoor activity, where you cannot take the time to train your dog and need immidiate response."},
{"category":"Barking","tip":"When your dog barks, approach him, calmly say “Quiet,” and then prompt his silence by feeding him a steady stream of tiny, pea-sized treats, such as chicken, hot dogs or bits of cheese. After enough repetitions of this sequence, over several days or more of training, your dog will begin to understand what “Quiet” means."},
{"category":"Barking","tip":"If your dog likes toys, keep a favorite toy near the front door and encourage him to pick up the toy before he greets you or guests. If he learns to hold a toy in his mouth, he’ll be less inclined to bark. (He’ll probably still whine, however)."},
{"category":"Barking","tip":"Never use punishment procedures if your dog is barking out of fear or anxiety. This could make him feel worse and, as a result, his barking might increase."}]